/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "Nastavení AirPortu";
"AdminUtility"	= "Nastavení AirPortu";
"AboutAirPortUtility" = "O aplikaci %@";
"HideAirPortUtility" = "Skrýt %@";
"QuitAirPortUtility" = "Ukončit %@";

/* Button Titles */
"OK"			= "OK";
"Cancel"		= "Zrušit";
"ConfirmUpload"	= "Odeslat";
"GoBack"		= "Zpět";
"Continue"		= "Pokračovat";
"Close"			= "Zavřít";
"DontClose"		= "Nezavírat";
"Done"			= "Hotovo";
"Switch"		= "Přepnout";
"DontSwitch"	= "Nepřepínat";
"Yes"			= "Ano";
"No"			= "Ne";
"DontSave"		= "Neukládat";
"Save"			= "Uložit";
"Revert"		= "Vrátit";
"Update"		= "Aktualizovat";
"DontUpdate"	= "Neaktualizovat";
"Optional"		= "(volitelné)";
"OtherDotDotDot" = "Jiná…";
"MoreInfo"		= "Další informace…";
"Download"		= "Stáhnout";
"Remove"		= "Odstranit";
"DontRemove"	= "Neodstraňovat";
"Edit"			= "Upravit";
"EditEllipsis"	= "Upravit…";
"Resume"		= "Navázat";


/* Keychain information */
"keychainBaseStationDescription" = "Heslo základny AirPort";
"keychainBaseStationType" = "Základna AirPort";
"keychainNetworkDescription" = "Heslo sítě AirPort";
"keychainAirDiskDescription" = "Heslo disku AirPort";
"keychainNetworkType" = "Síť AirPort";
"keychainSpeakerDescription" = "heslo aplikace";
"keychainSpeakerType" = "Vzdálený reproduktor";

/* Password sheet and keychain strings */
"OtherPrompt" = "Zadejte adresu a heslo:";
"PasswordPrompt" = "Zadejte heslo vybraného bezdrátového zařízení AirPort:";
"SaveSecuritySettings" = "Šifrovat heslo pro lepší zabezpečení";
"SaveSecuritySettingsDescription" = "Pokud budete později chtít tato hesla zobrazit nebo importovat, budete muset zadat heslo %@.";
"PasswordPromptDoc" = "Zadejte heslo pro zobrazení všech nastavení a hesel. Chcete-li zobrazit nastavení bez hesel, klikněte na Pokračovat bez zadání hesla.";
"SaveSecuritySettingsNotEncrypted" = "Hesla nebudou šifrována a budou uložena méně zabezpečeným způsobem.";
"RememberPassword" = "Uložit heslo do svazku klíčů";
"KeychainRemoveAreYouSure" = "Určitě chcete toto heslo odstranit ze svazku klíčů?";
"KeychainRemoveExplain" = "Pokud heslo odstraníte ze svazku klíčů, zobrazí se pokaždé výzva k jeho zadání.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "AirPort Utility Help";
"AirPortServiceAndSupport" = "Služby a podpora pro AirPort";
"AirPortServiceAndSupportURL" = "http://www.apple.com/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Otevřít";
"Export"		= "Exportovat";
"Import"		= "Importovat";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Jiné";
"OtherTip"		= "Konfigurovat jiné bezdrátové zařízení AirPort";
"Rescan"		= "Skenovat znovu";
"RescanTip"		= "Zopakuje hledání bezdrátových zařízení AirPort";
"Configure"		= "Konfigurovat";
"ConfigureTip"	= "Konfigurovat vybrané bezdrátové zařízení AirPort";

/* Software Update */
"SoftwareUpdateNewer" = "Je k dispozici novější verze Nastavení AirPortu (%@).";
"SoftwareUpdateExplain" = "Kliknutím na Aktualizovat… ukončíte Nastavení AirPortu a získáte nový software.";
"SoftwareUpdateTitle" = "Aktualizace softwaru AirPort";
"SoftwareUpdateButton" = "Aktualizovat…";
"SUFirmwarePrompt" = "Je k dispozici nový firmware.";
"SUFirmwareExplain" = "Stáhne firmware pro aktualizaci bezdrátových zařízení AirPort.";
"SUFirmwareExplainDetails" = "Vyberte firmware ke stažení. Po stažení firmwaru můžete svá bezdrátová zařízení AirPort aktualizovat.";
"SUChoosePrompt" = "Je k dispozici nový firmware pro bezdrátová zařízení AirPort (%d).";
"SUChooseExplain" = "Začněte kliknutím na Aktualizovat.";
"SUChooseExplainDetails" = "Vyberte bezdrátové zařízení AirPort, které chcete aktualizovat, a nainstalujte nový firmware kliknutím na Aktualizovat.";
"SUOneUpdatePrompt" = "Pro bezdrátové zařízení AirPort „%2$@“ je k dispozici nový firmware (%1$@).";
"SUOneUpdateExplain" = "Začněte kliknutím na Aktualizovat.";
"SoftwareUpdateEverythingUpToDate" = "Nejsou k dispozici žádné aktualizace pro Nastavení AirPortu ani vaše bezdrátová zařízení AirPort.";
"SoftwareUpdateAUIsUpToDate" = "Tato verze Nastavení AirPortu (%@) je aktuální.";
"SoftwareUpdateFWIsUpToDate" = "Tato verze firmwaru bezdrátového zařízení AirPort (%@) je aktuální.";
"SoftwareUpdateBadFirmware" = "Vybraný soubor firmwaru není s tímto bezdrátovým zařízením AirPort kompatibilní.";
"SoftwareUpdateDownloadError" = "Při stahování firmwaru se vyskytla chyba.";
"SoftwareUpdateShowDetails" = "Zobrazit podrobnosti";
"SoftwareUpdateHideDetails" = "Skrýt podrobnosti";
"SoftwareUpdateDirty" = "Aktualizací tohoto bezdrátového zařízení AirPort ztratíte neuložené změny.";
"SUSkip" = "Přeskočit";
"SUPasswordPrompt" = "Zadejte heslo pro „%@“:";
"SUVersion" = "Verze firmwaru";
"SUDownloadProgressPrompt" = "Stahování %1$d z %2$d aktualizací firmwaru";
"SUUpdateProgressPrompt" = "Aktualizace %1$d z %2$d bezdrátových zařízení AirPort";
"SUUpdateProgressMessage" = "Aktualizace firmwaru „%1$@“ na %2$@…";
"SUWaitingRestartMessage" = "Čekání na restart zařízení „%@“…";
"SUAutoCheckConfirm" = "Nastavení AirPortu se spustí, bude-li pro vaše bezdrátové zařízení AirPort k dispozici nová aktualizace nebo pokud bezdrátové zařízení AirPort ohlásí potíže.";
"SUAutoCheckExplain" = "Tato nastavení můžete změnit v předvolbách Nastavení AirPortu.";
"SUAutoCheckCheckbox" = "Při otevření Nastavení AirPortu vyhledat aktualizace";
"SUServerFailure" = "Při připojování k aktualizačnímu serveru se vyskytly potíže. Zkontrolujte nastavení sítě a zkuste to znovu.";
"SUInternalServerLabel" = "Interní server:";
"SUBackgroundCheckbox" = "Vyhledat aktualizace:";
"SUHourly" = "Každou hodinu";
"SUDaily" = "Jednou denně";
"SUWeekly" = "Jednou týdně";
"SUMonthly" = "Jednou měsíčně";
"SUBackgroundDownloadCheckbox" = "Automaticky stahovat aktualizace firmwaru";
"SUBackgroundDownloadExplain" = "Nastavení AirPortu se spustí, až budou aktualizace připraveny k instalaci.";

/* Discovery Window */
"IP4Address" = "Adresa IPv4";
"IP6Address" = "Adresa IPv6";
"Interface" = "Rozhraní";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Restartovat";
"HardReset"				= "Obnovit výchozí nastavení…";
"Upload"				= "Odeslat";
"Default"				= "Výchozí";
"EquivPW"				= "Heslo";
"Summary"				= "Souhrn";
"SummaryTip"			= "Zobrazí nastavení tohoto bezdrátového zařízení AirPort a bezdrátové sítě";
"AirPort"				= "AirPort";
"AirPortTip"			= "Nastaví volby bezdrátové sítě";
"AirPort.Summary"		= "Souhrn";
"AirPort.Summary.Version" = "Verze";
"AirPort.BaseStation"	= "Základna";
"AirPort.BaseStation.Options" = "Volby základny";
"AirPort.BaseStation.Hostname" = "Hostitelský název základny";
"AirPort.Wireless"		= "Bezdrátové";
"AirPort.Wireless.Options" = "Volby bezdrátové sítě";
"AirPort.Wireless.AppleWiFiConnect" = "Volby bezdrátového klienta";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Řízení přístupu";
"Internet"				= "Internet";
"InternetTip"			= "Nastavte způsob připojení tohoto bezdrátového zařízení AirPort k Internetu a sdílení jeho připojení";
"Internet.Main"			= "Připojení k Internetu";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Modem";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Hudba";
"MusicTip"				= "Nastaví AirPort Express pro přehrávání hudby z iTunes přes vzdálené reproduktory";
"Printers"				= "Tiskárny";
"USB"					= "Sdílení USB";
"PrintersTip"			= "Zobrazí a upraví nastavení USB tiskáren, které jsou na vašem bezdrátovém zařízení AirPort k dispozici";
"USBTip"				= "Zobrazí a upraví nastavení USB zařízení, která jsou na vašem bezdrátovém zařízení AirPort k dispozici";
"PrintersScanners"		= "Tiskárny a skenery";
"PrintersScannersTip"	= "Zobrazí a upraví nastavení USB tiskáren a skenerů, které jsou na vašem bezdrátovém zařízení AirPort k dispozici";
"Drives"				= "Disky";
"DrivesTip"				= "Zobrazí a upraví nastavení úložných zařízení, která jsou na vašem bezdrátovém zařízení AirPort k dispozici";
"Drives.Disks"			= "Disky";
"Drives.FileSharing"	= "Sdílení souborů";
"Drives.Accounts"		= "Účty";
"Advanced"				= "Pokročilé";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Přiřazení portů";
"Advanced.PortMapping"	= "Přiřazení portů";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "IPv6 firewall";
"Advanced.Dialin"		= "PPP připojení";
"Advanced.Statistics"	= "Protokoly a statistiky";
"AdvancedTip"			= "Zobrazí a upraví pokročilá nastavení bezdrátových zařízení AirPort";
"Profiles"				= "Profily";
"ProfilesTip"			= "Profily";
"Statistics"			= "Statistika";
"Statistics.Logging"	= "Protokoly";
"Statistics.Wireless"	= "Bezdrátoví klienti";
"Statistics.DHCP"		= "Klienti DHCP";
"StatisticsTip"			= "Zobrazí stavové informace o bezdrátovém zařízení AirPort včetně systémových protokolů a informací o klientech";
"Search"				= "Hledat nastavení";
"SearchTip"				= "Vyhledá nastavení bezdrátového zařízení AirPort podle názvu. Výběrem názvu se otevře příslušný panel nastavení.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "50";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "50";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "40";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "Chcete před zavřením aktualizovat nastavení tohoto bezdrátového zařízení AirPort?";
"WSCUpdateChanges" = "Na bezdrátovém zařízení AirPort jste provedli změny, které musí být před přidáním bezdrátových klientů uloženy. Uložte změny kliknutím na Aktualizovat a zkuste to znovu.";
"SwitchContinue" = "Určitě chcete přepnout na jiné bezdrátové zařízení AirPort?";
"SwitchUpdateLost" = "Pokud přepnete bez aktualizace, provedené změny budou ztraceny."; 
"UpdateLost" = "Pokud neaktualizujete, provedené změny budou ztraceny.";
"Passwords" = "Hesla";
"errMatchPassword" = "Pole hesla a ověření se neshodují. Musíte zadat stejné heslo do obou polí.";
"ImportPrompt" = "Importovat úplnou konfiguraci zařízení nebo importovat pouze určitá nastavení.";
"ImportAll" = "Úplná konfigurace zařízení";
"ImportAllOther" = "Všechna ostatní nastavení";
"SwitchNetworksPrompt" = "Určitě chcete přepnout bezdrátové sítě?";
"SwitchNetworksMore" = "Nastavení tohoto bezdrátového zařízení AirPort vyžaduje přepnutí bezdrátových sítí. Vaše připojení k Internetu může být přerušeno.";
"TaskMaintenanceClose" = "Určitě chcete toto okno zavřít?";
"TaskMaintenanceRecommendContinue" = "Pokud toto okno zavřete, provedené změny budou ztraceny.";
"AssistClose" = "Určitě chcete toto okno zavřít?";
"AssistReccomendContinue" = "Pokud nebudete pokračovat v nastavení a neaktualizujete své bezdrátové zařízení AirPort, provedené změny budou ztraceny.";
"PortConflict" = "Zapnutí „%@“ je v konfliktu s jedním z vašich přiřazení portů. Přiřazení portů bylo deaktivováno. Chcete-li zařízení používat, aktualizujte jeho veřejný port.";
"TooBusyToCloseGeneric" = "Nastavení AirPortu je zaneprázdněno a nelze je přerušit.";
"TooBusyToClose" = "Nastavení AirPortu je zaneprázdněno zařízením „%@“ a nelze je přerušit.";
"TooBusyToCloseExplain" = "Počkejte, až Nastavení AirPortu dokončí operaci, a zkuste to znovu.";
"UpdatingFirmware" = "aktualizace firmwaru bezdrátového zařízení AirPort";
"WritingConfiguration" = "zápis konfigurace bezdrátového zařízení AirPort";

/* Progress */
"closeOrReRead" = "Můžete zavřít okno nebo počkat, až proběhne restart zařízení AirPort.";
"closeOrReReadSpecific" = "Můžete zavřít okno nebo počkat, až proběhne restart zařízení %@.";
"ReReadTimeout" = "Nastavení AirPortu nemůže po restartu nalézt vaše bezdrátové zařízení AirPort.";
"ReReadTimeoutDescription" = "Nastavení bezdrátového zařízení AirPort byla úspěšně aktualizována, ale vyskytly se potíže při opětovném připojování k bezdrátové síti nebo při hledání bezdrátového zařízení AirPort. Vyberte svou síť z nabídky Wi-Fi a zkuste to znovu.";
"ReReadTimeoutDescriptionWin" = "Nastavení bezdrátového zařízení AirPort byla úspěšně aktualizována, ale vyskytly se potíže při opětovném připojování k bezdrátové síti nebo při hledání bezdrátového zařízení AirPort. Vyberte svou síť ve Správci bezdrátových připojení a zkuste to znovu.";
"ErrorCloseTryAgain" = "Vyskytla se chyba. Zavřete konfigurační okno a zkuste to znovu.";

/* Discovery */
"FoundDefaultBaseStation" = "Nastavení AirPortu nalezlo zařízení %@ ve výchozím nastavení.";
"FoundDefaultBaseStation.alternateArticle" = "Nastavení AirPortu nalezlo zařízení %@ ve výchozím nastavení.";
"FoundRestorableDefaultBaseStation" = "Nastavení AirPortu nalezlo zařízení %@ ve výchozím nastavení. Zařízení lze obnovit do předchozího nastavení.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "Nastavení AirPortu nalezlo zařízení %@ ve výchozím nastavení. Zařízení lze obnovit do předchozího nastavení.";
"FoundJoinedBaseStation" = "Nastavení AirPortu nalezlo zařízení %@ s klienty žádajícími o připojení.";
"FoundConfiguredBaseStation" = "Nastavení AirPortu nalezlo zařízení %@.";
"FoundConfiguredBaseStation.alternateArticle" = "Nastavení AirPortu nalezlo zařízení %@.";
"FoundBaseStationNeedsAttention" = "Nastavení AirPortu nalezlo zařízení %@, které hlásí potíže.";
"FoundBaseStationNeedsAttention.alternateArticle" = "Nastavení AirPortu nalezlo zařízení %@, které hlásí potíže.";
"FoundBaseStationPerformingTask" = "Nastavení AirPortu nalezlo zařízení %@, na kterém probíhá úloha.";
"FoundBaseStationPerformingTask.alternateArticle" = "Nastavení AirPortu nalezlo zařízení %@, na kterém probíhá úloha.";
"FoundBaseStationMigrationInterrupted" = "Nastavení AirPortu nalezlo zařízení Time Capsule, na kterém došlo během přenosu disku k přerušení operace.";
"FoundBaseStationWithEnrollee" = "Nastavení AirPortu nalezlo zařízení %@ s požadavkem na přístup k síti.";
"FoundBaseStationWithEnrollee.alternateArticle" = "Nastavení AirPortu nalezlo zařízení %@ s požadavkem na přístup k síti.";

"FoundBaseStationNeedsUpdate" = "Zařízení %@ je třeba aktualizovat na novější verzi firmwaru.";
"FoundEnrolleeNeedsAccess" = "Uživatel „%@“ žádá o přístup k vaší síti.";
"FoundEnrolleeAlreadyAuthed" = "Uživatel „%@“ již byl pro přístup k vaší síti autorizován.";
"FoundEnrolleeAlreadyAuthedWaiting" = "Čekání na připojení uživatele „%@“ k vaší síti…";
"FoundEnrolleeAlreadyJoined" = "Uživatel „%@“ se k vaší síti úspěšně připojil.";
"FoundEnrolleeNeedsPIN" = "Zadejte číslo PIN pro tento požadavek přístupu k síti a klikněte na Autorizovat.";
"FoundEnrolleeGeneralError" = "Při pokusu o autorizaci požadavku na přístup k síti se vyskytla chyba. Zkuste to znovu.";
"FoundEnrolleePINWrong" = "Zadaný PIN je nesprávný.";
"AppleWiFiConnectAuthorize" = "Autorizovat";
"AppleWiFiConnectIgnore" = "Ignorovat";	
"AppleWiFiConnectTableColumnName" = "Název";
"AppleWiFiConnectTableColumnModel" = "Model";
"AppleWiFiConnectTableColumnMAC" = "MAC adresa";
"AppleWiFiConnectSelectNetwork" = "Autorizovat přístup k:";
"AppleWiFiConnectSelectNetwork.description" = "Vyberte bezdrátovou síť, kterou má tento klient používat.";
"AppleWiFiGrantTimedAccess" = "Poskytnout přístup";
"AppleWiFiGrantTimedAccess.1" = "Do odvolání";
"AppleWiFiGrantTimedAccess.2" = "Vlastní časové období";
"AppleWiFiGrantTimedAccess.86400" = "Na den";
"AppleWiFiGrantTimedAccess.604800" = "Na týden";
"AppleWiFiGrantTimedAccess.2592000" = "Na měsíc";
"AppleWiFiGrantTimedAccess.4294967295" = "Trvale";
"AppleWiFiGrantTimedAccess.description" = "Určete čas, po který bude mít tento klient přístup k síti.";
"AppleWiFiGrantTimedAccessCustom" = "Vlastní";
"ContinueOrManual" = "Chcete-li změnit nastavení v zařízení %@, klikněte na Pokračovat.";
"ContinueDefault" = "Chcete-li nastavit zařízení %@, klikněte na Pokračovat.";
"ContinueResolve" = "Chcete-li vyřešit potíže v zařízení %@, klikněte na Pokračovat.";
"FoundNone" = "Nastavení AirPortu nenalezlo žádná bezdrátová zařízení AirPort. Ujistěte se, že je zařízení AirPort, které chcete nastavit, napájeno ze sítě a v dosahu vašeho počítače, a poté kliknutím na Skenovat znovu opakujte pokus.";
"MakeSure" = "Pokud toto není bezdrátové zařízení AirPort, které chcete nastavit, můžete ze seznamu vlevo vybrat jiné zařízení. V případě, že zařízení v seznamu nevidíte, ujistěte se, že je napájeno ze sítě a je v dosahu vašeho počítače.";
"PerformingTask" = "Níže si prohlédněte průběh úlohy nebo vyberte jiné bezdrátové zařízení AirPort, které chcete nastavit.";
"PerformingTaskNeedPassword" = "Zadejte heslo úlohy %@ a níže si prohlédněte její průběh nebo vyberte jiné bezdrátové zařízení AirPort, které chcete nastavit.";
"PasswordButton" = "Zadat heslo…";
"NothingSelected" = "Vyberte bezdrátové zařízení AirPort, které chcete nastavit.";
"OldVersion" = "Aktuální verze";
"InstallVersion" = "Nová verze";
"UpdateButton" = "Aktualizovat firmware…";
"ProgressStep.0" = "Hledání poslední verze firmwaru…";
"ProgressStep.1" = "Probíhá komunikace se zařízením %@…";
"ProgressStep.3" = "Stahování firmwaru…";
"ProgressStep.4" = "Odesílání firmwaru na zařízení %@…";
"ProgressStep.5" = "Aktualizace dokončena…";

/* AirPort */
"SummaryPrompt" = "Chcete-li upravit nastavení, klikněte na jeho název:";
"SummaryWirelessClients" = "Bezdrátoví klienti";
"SummaryAllow" = "Povolit klienty…";
"SummaryAddWireless" = "Přidat bezdrátové klienty…";
"UpgradeFirmware" = "Aktualizovat firmware";
"UpgradeFirmwareTo" = "Aktualizovat na %@";
"ConfigureRadius" = "Konfigurovat RADIUS…";
"RadioModeWarning" = "Výběr nastavení %@ může zabránit některým klientům v připojení k této bezdrátové síti.";
"BaseStationsOptionsButton" = "Volby…";
"WirelessOptionsButton" = "Bezdrátové volby…";
"WDSMainLabel" = "Hlavní WDS";
"WDSRemotesLabel" = "Vzdálená WDS";
"AutomaticDateTime" = "Automaticky nastavit čas:";
"EveryoneElse" = "(výchozí)";
"NoAccess" = "Bez přístupu";
"FullAccess" = "Bez omezení";
"Expired" = "(platnost vypršela)";
"LocalAccessDescription" = "Místní adresa umožňuje klientům připojit se k vaší síti na základě bezdrátové MAC adresy. Pokud toto pole ponecháte prázdné, budou se moci připojit všichni klienti.";
"TimedAccessDescription" = "Časovaný přístup určuje časy a dny, kdy má klient ze své bezdrátové MAC adresy přístup k síti. První položka umožňuje určit výchozí přístup pro bezdrátové MAC adresy, které v seznamu nejsou.";
"TimedAccessLockoutTitle" = "Omezení časovaného přístupu";
"TimedAccessLockoutMessage" = "Výchozí nastavení je bez přístupu. Pokud nepřidáte záznam poskytující k tomuto počítači přístup, nebudete se po aktualizaci moci k síti tohoto bezdrátového zařízení AirPort připojit.";
"VerifySecret" = "Ověření klíče:";
"WirelessInternetSettings" = "Bezdrátové nastavení Internetu…";
"ChooseWirelessNetwork" = "Vybrat bezdrátovou síť…";

/* Internet */
"RenewDHCP" = "Obnovit zapůjčení DHCP";
"NATDescription" = "NAT umožňuje sdílet jedinou veřejnou IP adresu s počítači a zařízeními ve vaší síti.";
"EnableDefaultHost" = "Zapnout hostitele:";
"InvalidDHCPBegin" = "Počáteční adresa DHCP není platná IP adresa.";
"InvalidDHCPEnd" = "Koncová adresa DHCP není platná IP adresa.";
"InvalidRangeRemedy" = "Zadejte platné číslo pro koncový oktet adresy a zkuste to znovu.";
"ConfigurePortMappings" = "Konfigurovat přiřazení portů…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Vyberte bezdrátovou síť, kterou toto zařízení %@ použije pro připojení k Internetu.";

/* Music */
"iTunesDescription" = "Na tomto panelu můžete nakonfigurovat AirPort Express pro použití s AirPlay.";

/* Printers */
"PrintersDescription" = "Na tomto panelu jsou zobrazeny USB tiskárny připojené k vašemu bezdrátovému zařízení AirPort.";
"NoPrinters" = "Žádná";
"Printer" = "Tiskárna";
"SharedName" = "Sdílený název";
"AccountName" = "Uživatel";

/* USB */
"USBDevice" = "USB zařízení";
"USBDeviceAccess" = "Přístup";
"AccountCount" = "Účty: %d";

/* Drives */
"StorageDescription" = "Na tomto panelu jsou zobrazeny disky AirPort.";
"DiskBuiltIn" = "Disk Time Capsule";
"DiskBuiltInName" = "Název disku Time Capsule";
"DiskErasePrompt" = "Chcete-li smazat data na disku Time Capsule, vyberte Smazat.";
"DiskErasePrompt2" = "Kliknutím na Spustit smažete data z disku Time Capsule.";
"DiskEraseButton" = "Smazat…";
"DiskActionButton" = "Spouštění…";
"DiskEraseTCMenuItem" = "Smazat disk";
"DiskArchiveTCMenuItem" = "Archivovat disk";
"DiskMigrateTCMenuItem" = "Přenést disk";
"DiskArchivePrompt" = "Vyberte archiv, který chcete přenést z disku Time Capsule na disk AirPort připojený přes USB.";
"DiskArchivePrompt2" = "Kliknutím na Spustit přenesete data z disku Time Capsule na disk AirPort připojený přes USB.";
"DiskArchiveButton" = "Archivovat…";
"DiskMigrateArchiveErasePrompt" = "Vyberte akci, kterou chcete s diskem Time Capsule provést, a klikněte na Spustit.";
"MigrateAreYouSure" = "Určitě chcete na tento disk Time Capsule přenést data z jiného disku Time Capsule?";
"MigrateExplain" = "Chcete-li na tento disk Time Capsule zkopírovat svá data, přeneste data z druhého disku Time Capsule. Tato operace vám též umožní přenést na tento disk Time Capsule své zálohy Time Machine.";
"MigrateWarning" = "Přenos obsahu disku z jiného zařízení Time Capsule může trvat dlouhou dobu.";
"DiskMigrateButton" = "Přenést data…";
"MigrateFrom" = "Přenést data z:";
"DiskArchiveNoDestPartitions" = "Žádné disky AirPort k dispozici";
"DiskArchiveNoDestDescription" = "Před připojením k USB rozhraní základny se ujistěte, že je na zálohovacím zařízení dostatek místa pro uložení archivu.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (%@ k dispozici)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (%@ k dispozici - není dostatek místa)";
"DiskArchiveNameDiskIsLocked" = "%@ (disk je uzamčen)";
"UnmountDescription" = "Chcete-li odpojit disk, klikněte na Odpojit všechny uživatele.";
"DiskMigrateSelect" = "Vybrat Time Capsule pro přenesení dat";
"DiskMigrateNoSources" = "Nejsou k dispozici žádná zařízení Time Capsule";
"DiskMigrateNoSourcesDescription" = "Ujistěte se, že zařízení Time Capsule, ze kterého chcete přenést data, je připojeno k vaší síti.";
"DiskMigrateEraseTargetWarning" = "Obsah disku tohoto zařízení Time Capsule bude při přenosu obsahu disku smazán. Tuto akci nelze odvolat.";

"SharingOffDescription" = "Sdílení souborů je vypnuto. Chcete-li sdílet disky AirPort v síti, vyberte panel Sdílní souborů, zapněte sdílení souborů a klikněte na Aktualizovat.";
"SharingTabButton" = "Sdílení souborů…";
"BytesSuffix" = "bajtů";
"KiloBytesSuffix" = "kB";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "Nenalezeny žádné disky.";
"NoDriveSelection" = "Vyberte disk nebo svazek.";
"nameField" = "Název:";
"capacityField"	= "Kapacita:";	
"availableCapacityField" = "K dispozici:";
"usedCapacityField" = "Využito:";
"usersField" = "Uživatelé:";
"SMARTStatus" = "Stav S.M.A.R.T.:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Ověřeno";
"SMARTFailing" = "Selhání";
"SMARTNotSupported" = "Nepodporováno";
"ArchiveAreYouSure" = "Určitě chcete archivovat disk Time Capsule na disk připojený přes USB?";
"ArchiveExplain" = "Chcete-li zálohovat svá data, archivujte svůj pevný disk.";
"ArchiveWarning" = " Archivování disku Time Capsule může trvat dlouhou dobu.";
"ArchiveTo" = "Cíl:";
"Archive" = "Archivovat";
"ArchiveConfirmStrong" = "Archivování disku Time Capsule na jiný disk AirPort vyžaduje volné místo na disku. Archivováním dat nebudou smazány žádné soubory.";
"UsersConnectedBullet" = "K tomuto disku jsou připojeni uživatelé. Změny v jejich neuložených souborech budou ztraceny.";
"EraseAreYouSure" = "Určitě chcete disk Time Capsule smazat?";
"EraseExplain" = "Smazáním disku Time Capsule budou z disku odstraněna všechna data.";
"EraseSecure" = "Zabezpečené smazání";
"EraseSecureExplain" = "Zabezpečené smazání disku trvá déle, ale zajistí, že data již nebude možno zotavit.";
"Erase" = "Smazat";
"EraseQuick" = "Rychlé smazání (nezabezpečené)";
"EraseQuick.description" = "Smaže údaje o adresářích. Data již nebudou přístupná. Budou však ponechána na disku, dokud nebudou přepsána novými daty. Do té doby budou potenciálně zotavitelná. Tato volba je nejrychlejší, ale nejméně bezpečná.";
"EraseZeroOnce" = "Vynulování dat";
"EraseZeroOnce.description" = "Přepíše data na celém disku nulami. Tato volba poskytuje bezpečné odstranění dat z disku v minimálním čase.";
"EraseZero7Times" = "7násobné smazání";
"EraseZero7Times.description" = "Přepíše data na celém disku 7x. Tato volba poskytuje velmi bezpečné odstranění dat z disku. 7násobný průchod trvá 7x déle než volba Vynulování dat.";
"EraseZero35Times" = "35násobné smazání";
"EraseZero35Times.description" = "Přepíše data na celém disku 35x. Tato volba poskytuje velmi bezpečné odstranění dat z disku. 35násobný průchod trvá 35x déle než volba Vynulování dat.";
"EraseTimeRequirementWarningSeveralDays" = "Provedení této volby potrvá několik dnů.";
"EraseTimeRequirementWarningSpecific" = "Provedení této volby potrvá přibližně %@.";
"EraseConfirmStrong" = "Smazáním disku Time Capsule budou z disku odstraněna všechna data. Data na ostatních discích AirPort nebudou zasažena.";
"EraseUsersConnectedBullet" = "K tomuto disku jsou připojeni uživatelé. Změny v jejich neuložených souborech budou odstraněny.";
"Migrate" = "Přenést data";
"MigrateConfirmStrong" = "Přenosem vybraného disku Time Capsule budou na tento disk Time Capsule zkopírovány všechny soubory, včetně všech existujících záloh Time Machine.";
"MigrateTaskBullet" = "Přenos disku Time Capsule může trvat dlouhou dobu.";
"MigrateUsersConnectedBullet" = "K tomuto disku jsou připojeni uživatelé. Změny v jejich neuložených souborech budou ztraceny.";
"MaintenanceTaskBullet" = "Stavová kontrolka zařízení %@ bude během tohoto procesu blikat oranžově.";
"MaintenanceTaskBullet2" = "Dokud nebude zařízení %@ znovu k dispozici, nebudete moci změnit jeho nastavení, aktualizovat firmware nebo jej restartovat.";
"MaintenanceTaskBullet3" = "Zabezpečené smazání disku může trvat dlouhou dobu. Chcete-li smazat disk rychleji, klikněte na Zrušit a začněte znovu bez volby zabezpečeného smazání disku.";
"DisconnectAllUsers" = "Odpojit všechny uživatele…";
"Unmount" = "Odpojit";
"Disconnect" = "Odpojit";
"DisconnectAllUsersAreYouSure" = "Určitě chcete odpojit všechny uživatele od sdílených disků?";
"DisconnectAllUsersExplain" = "Před tím, než ze zařízení %@ odstraníte disk, odpojte všechny uživatele zařízení. Ujistěte se, že připojení uživatelé budou moci před odpojením uložit svou práci. Po odpojení všech uživatelů můžete disk bezpečně odstranit.";
"DisconnectMessage" = "Správce tohoto zařízení %@ se rozhodl odpojit všechny uživatele od sdílených disků.";
"ArchiveDiskMessage" = "Správce tohoto zařízení %@ archivuje disk AirPort.";
"EraseDiskMessage" = "Správce tohoto zařízení %@ maže tento disk AirPort.";
"MigrateSourceDiskMessage" = "Správce zařízení %@ přenáší obsah tohoto disku Time Capsule.";
"MigrateDestDiskMessage" = "Správce zařízení %@ přenáší na tento disk Time Capsule obsah jiného disku Time Capsule.";
"WillBeDisconnectedMessage" = "Všichni uživatelé disku budou odpojeni.";
"DiskStatus" = "Stav disku";
"EraseDiskStatus" = "Stav mazání disku";
"ErasingWillTake" = "Zabezpečené mazání potrvá přibližně %@.";
"EraseDiskSucceeded" = "Disk byl úspěšně smazán.";
"EraseDiskFailed" = "Při mazání disku se vyskytla chyba.";
"EraseDiskPermissionError" = "Ujistěte se, že můžete na disk kopírovat soubory, a zkuste to znovu.";
"EraseInternalDiskFailed" = "Při mazání disku Time Capsule se vyskytla chyba. Zkuste to znovu.";
"EraseDiskProgress" = "Stav disku: %@";
"EraseDiskSecurePass" = "Průchod zabezpečeného mazání %1$d z %2$d";
"EraseDiskStarting" = "Spouštění mazání disku";
"EraseDiskFinishing" = "Dokončování mazání disku";
"EraseCancel" = "Zrušit zabezpečené mazání";
"CancelingTask" = "Probíhá rušení. Čekejte.";
"EraseDiskCanceled" = "Disk Time Capsule byl smazán. Protože zabezpečovací fáze smazání disku byla zrušena, data na disku lze zotavit.";
"EstimatedTimeToComplete" = "Odhadovaný čas do dokončení: %@";
"DaysHoursMinutesSeconds" = "%1$d d %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "Disk byl úspěšně archivován.";
"ArchiveDiskError" = "Při archivování disku Time Capsule se vyskytla chyba.";
"ArchiveSizeError" = "Na cílovém disku není dostatek volného místa.";
"ArchiveNotFoundError" = "Cílový disk nelze nalézt.";
"ArchivePermissionError" = "Na cílovém disku jsou chyby oprávnění.";
"ArchiveDiskStarting" = "Spouštění archivování disku";
"ArchiveDiskStatus" = "Stav archivování disku";
"ArchiveDiskProgress" = "%1$@ z %2$@";
"ArchiveCancel" = "Zrušit archivování";
"ArchiveDiskCanceled" = "Archivování disku bylo zrušeno.";
"ArchiveDiskCanceledArchiveDeleted" = "Archivované soubory byly z cílového disku smazány.";
"ArchiveDiskCanceledArchiveRemains" = "Archivované soubory jsou k dispozici na cílovém disku.";
"ArchiveDiskFinishing" = "Dokončování";

"MigrateDiskSucceeded" = "Obsah druhého disku Time Capsule byl úspěšně přenesen na tento disk Time Capsule.";
"MigrateDiskError" = "Při přenosu obsahu jiného disku Time Capsule na tento disk Time Capsule se vyskytla chyba.";
"MigrationInterrupted" = "Přenos dat z disku Time Capsule byl přerušen.";
"MigrationResumeRestart" = "Přenos můžete navázat nebo začít znovu od začátku.";
"MigrationResumeRestartCancel" = "Přenos můžete navázat, začít znovu od začátku nebo zrušit.";
"MigrationResumeRestartDesc" = "Pokud začnete přenos znovu od začátku, tento disk Time Capsule bude smazán a budou na něj přeneseny všechny soubory z druhého disku Time Capsule. V případě, že přenos navážete, bude pokračovat od místa, kde skončil.";
"MigrateSizeError" = "Na tomto disku Time Capsule není dostatek volného místa pro přenos celého obsahu druhého disku Time Capsule.";
"MigrateNotFoundError" = "Zdrojový disk Time Capsule nelze nalézt.";
"MigrateDiskStarting" = "Spouštění přenosu disku Time Capsule";
"MigrateDiskStatus" = "Stav přenosu dat";
"MigrateCancel" = "Zrušit přenos dat disku Time Capsule";
"MigrateDiskCanceled" = "Přenos dat z disku Time Capsule byl zrušen.";
"DisconnectingFileSharingUsers" = "Odpojování uživatelů sdílení souborů";

"MigrateDiskFinished.defaults" = "Kliknutím na Pokračovat obnovíte na druhém disku Time Capsule tovární nastavení.";
"MigrateDiskFinished.config" = "Kliknutím na Pokračovat nakonfigurujete druhý disk Time Capsule pomocí dříve vybraných nastavení.";
"MigrateDiskFinished.timer" = "Proces bude automaticky pokračovat za %@ s.";

"RepairDisk" = "Opravit";
"ChooseDifferentDisk" = "Vyberte jiný disk AirPort a zkuste to znovu.";
"ConnectSMBOnly" = "K tomuto sdílenému disku se můžete připojit na adrese smb://%@.";
"ConnectSMBorAFP" = "K tomuto sdílenému disku se můžete připojit na adrese smb://%1$@ nebo afp://%2$@.";
"FileSharingDescription" = "Na tomto panelu můžete nakonfigurovat přístup ke sdílení souborů na discích AirPort.";
"ConfigureAccounts" = "Konfigurovat účty…";
"SMBDescription" = "Tato nastavení konfigurují sdílení souborů Windows.";
"DiskRenameButton" = "Přejmenovat…";
"DiskRenameLabel" = "Název disku:";
"DiskRenameDescription" = "Zadejte název disku Time Capsule.";
"DiskRenamePrompt" = "Chcete-li změnit název disku Time Capsule, klikněte na Přejmenovat.";
"InternalDiskDefaultPartitionName" = "Disk AirPort";
"DiskUserWarningPrompt" = "Toto zařízení a jeho síťové služby budou dočasně nedostupné. Určitě chcete pokračovat?";

/* Advanced */
"AccountsDescription" = "Prostřednictvím účtů na bezdrátovém zařízení AirPort můžete řídit přístup uživatelů ke sdíleným diskům. Chcete-li přidat nový uživatelský účet, klikněte na Přidat (+).";
"AccountsDescription.usbAndDiskSharing" = "Prostřednictvím účtů na bezdrátovém zařízení AirPort můžete řídit přístup uživatelů ke sdíleným diskům a dalším USB zařízením. Chcete-li přidat nový uživatelský účet, klikněte na Přidat (+).";
"AccountsDescription.usbSharing" = "Prostřednictvím účtů na bezdrátovém zařízení AirPort můžete řídit přístup uživatelů ke sdíleným USB zařízením. Chcete-li přidat nový uživatelský účet, klikněte na Přidat (+).";
"FirewallDescription" = "Pokud chcete povolit počítačům vně vaší sítě přístup k vybraným zařízením v síti, klikněte na Přidat (+) a zadejte službu a port.";
"PortMappingDescription" = "Pokud chcete povolit počítačům vně vaší sítě přístup k vybraným zařízením v síti, klikněte na Přidat (+) a zadejte službu a port.";
"IPv6Description" = "Na tomto panelu můžete nakonfigurovat IPv6 svého zařízení %@. Vyberte, zda bude zařízení %@ používat pouze místní propojení, sloužit jako uzel v IPv6 Internetu nebo tunel mezi IPv6 Internetem a počítači v místní síti.";
"IPv6FirewallTraversals" = "Upravit nastavení IPv6 firewallu.";
"IPv6FirewallDescription" = "Pokud chcete poskytnout přístup k vybraným zařízením z počítačů vně vaší sítě, klikněte na Přidat (+) a zadejte adresu IPv6 a/nebo port zařízení.";
"LoggingDescription" = "Toto bezdrátové zařízení podporuje protokoly zpráv, které mohou napomoci při diagnostice potíží.";
"SNMPDescription" = "SNMP umožňuje vyžádání statistik tohoto bezdrátového zařízení včetně počtu bezdrátových klientů.";
"LogsAndStatisticsDescirption" = "Nastavení AirPortu podporuje čtení zpráv v protokolech a prohlížení statistik na vašem bezdrátovém zařízení AirPort.";
"WABHostnameDescription" = "Zadejte globální hostitelský název tohoto bezdrátového zařízení AirPort. Pomocí tohoto názvu se budou k tomuto zařízení AirPort moci připojovat počítače z Internetu.";
"WABRegDomainDescription" = "Chcete-li zapnout inzerci přes Bonjour vně místní sítě, zadejte registrační doménu.";
"WABDNSAuthDescription" = "Pokud váš DNS server vyžaduje ověření totožnosti, zadejte uživatelské jméno a heslo.";
"WABEnable" = "Použít hostitelský název WAN";
"WABConfigure" = "Konfigurovat…";
"BackToMyMacDescription" = "Pomocí funkce Zpět na můj Mac můžete toto zařízení %@ použít pro služby, jako je sdílení souborů z jiných počítačů, které používají funkci Zpět na můj Mac.";
"BackToMyMacDescriptionSingle" = "Chcete-li na tomto zařízení %@ použít funkci Zpět na můj Mac, zadejte členské jméno a heslo MobileMe.";
"BackToMyMacDescriptionMultiple" = "Chcete-li na tomto zařízení %@ použít funkci Zpět na můj Mac, klikněte na Přidat (+) a zadejte členské jméno a heslo MobileMe.";
"BackToMyMacEntryDescription" = "Chcete-li, aby byla zařízení připojená k tomuto „%@“ dostupná pomocí funkce Zpět na můj Mac, zadejte své členské jméno a heslo MobileMe.";
"IPv6FirewallLabel" = "Výjimky";
"PortMappingsLabel" = "Přiřazení portů";

/* Statistics */
"SeverityLabel" = "Závažnost:";
"Save Log File" = "Exportovat protokoly";
"LogFileNameWithoutExtension" = "Protokol %@";
"ViewStatistics" = "Protokoly a statistiky";
"MinutesAgo" = "min před";
"dBm" = "dBm";
"StatisticsPublicPassword" = "Chcete-li zobrazit statistiky, změňte heslo zařízení %@ z „public“, aktualizujte konfiguraci a zkuste to znovu. Zobrazování statistik pomocí hesla „public“ je podporováno pouze, je-li v bezdrátovém zařízení AirPort řetězec SNMP Community.";

/* Profiles */
"profilesDescription" = "Toto bezdrátové zařízení AirPort podporuje více konfiguračních profilů. Profily můžete přidávat, mazat nebo aktivovat. Chcete-li aktivovat některý profil, klikněte na jeho tlačítko ve sloupci Aktivní. Chcete-li profil přejmenovat, dvakrát klikněte na jeho název a zadejte nový název.";
"ManageProfiles" = "Spravovat profily";
"untitled" = "Bez názvu";
"copy" = "kopírovat";

/* Validation */
"SingleValidationError" = "Před aktualizací tohoto bezdrátového zařízení AirPort vyřešte níže uvedený problém.";
"MultipleValidationErrors" = "Před aktualizací tohoto bezdrátového zařízení AirPort vyřešte níže uvedené problémy (%d).";
"IgnoreValidationDescription" = "Pokud nechcete toto nastavení změnit, vyberte „Tento problém ignorovat“.";
"IgnoreValidation" = "Tento problém ignorovat";

/* System Status */
"SystemStatusPrompt" = "Vaše bezdrátové zařízení AirPort hlásí následující informace. Výběrem položky zobrazíte podrobnosti.";
"SystemStatusIgnoreExplain" = "Pokud nechcete, aby kontrolka na bezdrátovém zařízení AirPort blikala oranžově, můžete problém ignorovat.";
"SystemStatusPromptNoErrors" = "Vaše bezdrátové zařízení AirPort nehlásí žádné potíže.";
"SystemErrors" = "Problémy: %d";
"StatusNormal" = "Normální";
"StatusUnconfigured" = "Výchozí nastavení";
"DontWarnCheckboxTitle" = "Toto varování již příště nezobrazovat";
"SystemStatusErrorDescription" = "Popis problému";
"SystemStatusIgnore" = "Ignorovat";
"SystemStatusError" = "Problém";
"SystemStatusWarning" = "Varování";
"SystemStatusOpenedDefault" = "Nastavení AirPortu otevřelo zařízení „%@“, protože zařízení používá výchozí nastavení.";
"SystemStatusOpenedDefaultMore" = "Klikněte na OK a zadejte nastavení nebo klikněte na Zrušit a ponechte výchozí nastavení.";
"SystemStatusOpenedProblems" = "Nastavení AirPortu otevřelo zařízení „%@“, protože zařízení hlásí potíže.";
"SystemStatusOpenedProblemsMore" = "Chcete-li vyřešit potíže tohoto zařízení AirPort, klikněte na OK.";
"SystemStatusItem" = "Položka";
"SystemStatusPromptOneItem" = "Vaše bezdrátové zařízení AirPort hlásí 1 položku.";
"SystemItems" = "Položky: %d";

/* Preferences */
"ShowPreferences" = "Otevřít předvolby";
"advancedUser" = "Vždy použít manuální konfigurační okno";
"controlTips" = "Na každém nastavení bezdrátového zařízení AirPort ukazovat popisy";
"backgroundMonitor" = "Monitorovat problémy bezdrátových zařízení AirPort";
"backgroundMonitorMine" = "Monitorovat pouze mnou nakonfigurovaná bezdrátová zařízení AirPort";
"backgroundMonitorDescription" = "Je-li označena volba „Monitorovat problémy bezdrátových zařízení AirPort“, Nastavení AirPortu se otevře, když bude stavová kontrolka podporovaného bezdrátového zařízení AirPort blikat oranžově.";
"backgroundMonitorWAB" = "Monitorovat bezdrátová zařízení AirPort v Internetu pomocí Bonjour";

/* UserModes */
"AssistantMode" = "Průvodce";
"AdvancedMode" = "Manuální nastavení";
"ConfirmSwithToAssistLoseChanges" = "Pokud přepnete do režimu průvodce, změny na tomto bezdrátovém zařízení AirPort budou ztraceny. Určitě chcete do režimu průvodce přepnout?";
"AssistReconfigurePrompt" = "Určitě chcete k novému nakonfigurování tohoto bezdrátového zařízení AirPort použít průvodce?";
"AssistReconfigureExplain" = "Můžete též vybrat Manuální nastavení a nakonfigurovat pokročilé volby.";

/* Equivalent Network Password */
"equivWEPPW" = "Chcete-li se připojit k bezdrátové síti tvořené tímto zařízením %@ z počítače, který nepoužívá software AirPort, použijte následující:";
"equivWEPHex" = "Hexadecimální tvar hesla (klíč WEP):";
"equivWEPASCII" = "ASCII tvar hesla (klíč WEP):";
"equivWPAPW" = "Chcete-li se připojit k bezdrátové síti tvořené tímto zařízením %@, použijte následující:";
"equivWPAPSK" = "Předsdílený klíč WPA:";
"equivWPAPSKSSIDSpecific" = "Předsdílený klíč WPA pro „%@“:";
"equivWPAPasswordSSIDSpecific" = "Heslo WPA pro „%@“:";
"equivWPAPassword" = "Heslo WPA:";
"equivTSNPassword" = "Heslo WPA/ASCII klíč WEP:";

/* Firmware */
"CurrentLabel" = "Aktuální verze";
"UpdateToLabel" = "Odeslat verzi";
"ChooseOrOther" = "Vyberte verzi firmwaru, kterou chcete odeslat na bezdrátové zařízení AirPort nebo vyberte Jiná… a vyhledejte jinou verzi.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Určitě chcete toto nastavení aktivovat?";
"AreYouSure2"	= "Určitě chcete toto nastavení změnit?";
"AreYouSure3"	= "Určitě chcete toto nastavení ponechat?";
"ConfirmClosed" = "Název „uzavřené“ sítě je skrytý. Pokud se chcete k takové síti připojit, musíte znát název sítě.";
"ConfirmEthernetBridging" = "Zapnutí mostu AirPort - Ethernet může způsobit potíže při síťových operacích. Poskytovatel připojení k Internetu nebo správce sítě vám může podat další informace.";
"ConfirmEthernetDHCP" = "Zapnutí DHCP serveru v ethernetové síti může způsobit potíže při síťových operacích. Poskytovatel připojení k Internetu nebo správce sítě vám může podat další informace.";
"ConfirmEthernetNAT" = "Sdílení IP adresy (pomocí NAT) v ethernetové síti může způsobit potíže při síťových operacích. Poskytovatel připojení k Internetu nebo správce sítě vám může podat další informace.";
"ConfirmRobustness" = "Odolnost vůči interferencím může vyřešit potíže s interferencemi, které vyvolávají jiná zařízení, například bezdrátové telefony nebo videomonitory. Použití odolnosti vůči interferencím může ovlivnit celkovou výkonnost sítě.";
"ConfirmMulticastRate" = "Nastavení frekvence vícesměrného vysílání nad 2 mb/s zabrání některým bezdrátovým kartám jiných výrobců v připojení k síti AirPort. Počítače s kartami Apple AirPort nebudou zasaženy.";
"ConfirmPublicPassword" = "Toto bezdrátové zařízení AirPort je chráněno heslem „public“.";
"ConfirmPublicPassword1" = "Chcete-li zajistit vyšší úroveň zabezpečení, zadejte jiné heslo než „public“.";
"confirm80211b" = "Volba „Pouze 802.11b“ zabrání klientským počítačům s 802.11g v připojení k síti poskytované tímto bezdrátovým zařízením AirPort na frekvenci 802.11g.";
"confirm80211g" = "Volba „Pouze 802.11g“ zabrání klientským počítačům s 802.11b v připojení k síti poskytované tímto bezdrátovým zařízením AirPort.";
"confirmTurnOffLocalAccessControl" = "Podnikové WPA není kompatibilní s místním řízením přístupu podle MAC adres. Místní seznam řízení přístupu bude exportován a smazán.\n\nUrčitě chcete exportovat a smazat místní seznam řízení přístupu a použít pro zabezpečení podnikové WPA?";
"confirmTurnOffRemoteAccessControl" = "Podnikové WPA není kompatibilní s místním řízením přístupu podle MAC adres na základě služby RADIUS. Řízení přístupu na základě služby RADIUS bude vypnuto.\n\nUrčitě chcete vypnout řízení přístupu na základě služby RADIUS a použít pro zabezpečení podnikové WPA?";
"confirmTurnOffBothAccessControl" = "Podnikové WPA není kompatibilní s místními MAC adresami a řízením přístupu podle MAC adres na základě služby RADIUS. Řízení přístupu za základě služby RADIUS bude vypnuto a místní seznam řízení přístupu bude exportován a smazán.\n\nUrčitě chcete exportovat a smazat místní seznam řízení přístupu, vypnout řízení přístupu na základě služby RADIUS a použít pro zabezpečení podnikové WPA?";
"confirmNonASCIINetNameEncoding" = "Vybraný název sítě (SSID) obsahuje znaky mimo ASCII a je možné, že nebude na všech klientských počítačích AirPortu použitelný.";
"confirmNonASCIINetPWEncoding" = "Vybrané heslo sítě (klíč WEP) obsahuje znaky mimo ASCII a je možné, že nebude na ve všech klientských počítačích AirPortu použitelné.";
"ConfirmAOLParentalControl" = "Zapnutí rodičovského dohledu AOL vyžaduje pro přístup k Internetu použití klienta AOL.";
"ConfirmPPPDialin" = "Zapnutí vytáčeného PPP připojení způsobí, že bezdrátové zařízení AirPort bude odpovídat na telefonická volání. Tato funkce pracuje nejlépe na vyhrazené telefonní lince.";

/* Error messages */
"APReadError"	= "Při načítání konfigurace se vyskytla chyba.";
"APWriteError"	= "Při aktualizaci konfigurace se vyskytla chyba.";
"APBinaryError"	= "Při aktualizaci firmwaru se vyskytla chyba.";
"FileSaveError" = "Při ukládání konfigurace se vyskytla chyba. Zkontrolujte nastavení a zkuste to znovu.";

/* LoginScript */
"None" = "Žádná";

/* Validation errors */
"errNeedPassword" = "Chcete-li pokračovat, musíte zadat heslo.";
"errInvalidIP" = "Tato IP adresa není platná. Od správce sítě nebo poskytovatele připojení k Internetu si vyžádejte platnou adresu.";
"errBadPassword" = "Zadané heslo není správné.";
"errCantOpenBinary" = "Vybraný soubor nelze otevřít, protože je používán k odesílání dat do bezdrátového zařízení AirPort. Nejprve vyberte bezdrátové zařízení AirPort a poté použijte příkaz Odeslat software z nabídky Základna.";
"errCantOpenFile" = "Vybraný soubor nelze v tomto programu otevřít.";
"errCantResetAP" = "Nastavení AirPortu nemůže bezdrátové zařízení AirPort resetovat. V dokumentaci bezdrátového zařízení AirPort vyhledejte pokyny pro manuální reset.";
"errCantRestartAP" = "Nastavení AirPortu nemůže vybrané bezdrátové zařízení AirPort restartovat.";
"errCantUpdateAP" = "Nastavení AirPortu nemůže na vybraném bezdrátovém zařízení AirPort aktualizovat nastavení.";
"errCantUploadAP" = "Nastavení AirPortu nemůže do vybraného bezdrátového zařízení AirPort odeslat software.";
"errCantReadFile" = "Nastavení AirPortu nemůže načíst konfigurační soubor.";
"errCantReadAP" = "Nastavení AirPortu nemůže načíst konfiguraci vybraného bezdrátového zařízení AirPort.";
"errNotSupportedAP" = "Nastavení AirPortu nemůže vybrané bezdrátové zařízení AirPort konfigurovat.";
"errNetworking" = "Nastavení AirPortu nemůže s vybraným bezdrátovým zařízením AirPort navázat komunikaci. Váš počítač musí být s bezdrátovým zařízením AirPort ve stejné podsíti TCP/IP.";

/* Validation reasons */
"expUpload" = "Vyberte bezdrátové zařízení AirPort, které chcete nakonfigurovat, a použijte příkaz Odeslat software.";
"expValidIP" = "Zkontrolujte, zda jste zadali platnou IP adresu a heslo, a zkuste to znovu.";

/* Informational */
"infoRestart" = "Vybrané bezdrátové zařízení AirPort bylo restartováno.";
"infoPleaseWait" = "Počkejte na restart.";
"infoUploadSuccess" = "Software bezdrátového zařízení AirPort byl úspěšně aktualizován.";
"infoUpdateSuccess" = "Nastavení bezdrátového zařízení AirPort byla úspěšně aktualizována.";
"infoUpdateSuccessSpecific" = "Nastavení zařízení %@ byla úspěšně aktualizována.";
"infoRestartOK" = "Restart bezdrátového zařízení AirPort způsobí odpojení všech počítačů v bezdrátové síti.";
"infoRestartDirty" = "Restartem tohoto bezdrátového zařízení AirPort ztratíte neuložené změny.";
"infoHardResetOK" = "Obnovením továrních nastavení bezdrátového zařízení AirPort budou smazána aktuální nastavení zařízení.";
"infoHardResetAirPortDisk" = "Soubory na discích AirPort nebudou zasaženy, ale na těchto discích je třeba nastavit přístup ke sdílení souborů.";
"infoHardResetMore" = "Po obnovení výchozího nastavení bude třeba nastavit zařízení znovu.";
"infoHardResetConfirm" = "Určitě chcete výchozí nastavení obnovit?";
"infoUploadOK" = "Aktualizace firmwaru způsobí odpojení všech počítačů v bezdrátové síti.";
"infoAirPortCard" = "Karta AirPort";
"infoNotConfigured" = "Vybrané bezdrátové zařízení AirPort bylo resetováno a není nakonfigurováno.";
"infoUploadDefault" = "Do bezdrátového zařízení AirPort bude odeslán výchozí software. Chcete-li dočasně během odesílání změnit konfiguraci TCP/IP, klikněte na Automaticky. Nebo klikněte na Manuálně a přiřaďte svému bezdrátovému zařízení AirPort jedinečné heslo a číslo TCP/IP.";
"infoResetSuccess" = "Bezdrátové zařízení AirPort bylo úspěšně resetováno do výchozí konfigurace.";
"infoQuit" = "Ukončete tento program a zkuste to znovu.";
"infoLoseNetwork" = "Mohou tím být přerušeny všechny aktivní síťové služby.";
"infoAutomatic" = "Automaticky";
"infoManual" = "Manuálně…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "Sdílení Internetu pomocí NAT a DHCP není zapnuto. V počítačích připojených k síti musí být TCP/IP nakonfigurováno manuálně. ";
"NAT_off_DHCP_on" = "Pro sdílení zde uvedeného rozsahu adres bude použito DHCP. Počítače připojené k síti by měly nakonfigurovat TCP/IP na přidělení adresy pomocí DHCP serveru. ";
"NAT_on_DHCP_on" = "Pro sdílení zde uvedeného rozsahu adres bude použito NAT a DHCP. V počítačích připojených k síti je třeba nakonfigurovat TCP/IP na přidělení adresy pomocí DHCP serveru. ";
"Bridge_Off" = "Bezdrátové zařízení AirPort nebude sloužit jako most mezi AirPortem a ethernetovou sítí.";
"Bridge_On" = "Bezdrátové zařízení AirPort bude sloužit jako most mezi AirPortem a ethernetovou sítí.";
"Bridge_LAN" = "Bezdrátové zařízení AirPort bude sloužit jako most mezi AirPortem a místní ethernetovou sítí.";
"DHCPRangeLabel" = "Rozsah DHCP:";

/* Binary errors */
"binSize" = "Vybraný soubor má nesprávnou velikost.";
"binDowngrade" = "Vybrané bezdrátové zařízení AirPort nelze snížit na verzi %@.";
"binSignature" = "Soubor firmwaru se neshoduje se svým podpisem a je neplatný. Žádné z vašich bezdrátových zařízení AirPort nebylo aktualizováno.";
"binChecksum" = "Vybraný soubor má chybný kontrolní součet.";
"binError" = "Při ověřování vybraného souboru se vyskytla neočekávaná chyba.";
"binConfirmReload" = "Určitě chcete do bezdrátového zařízení AirPort nainstalovat vybraný software?";
"binVersion" = "Verzi vybraného souboru nelze určit.";
"binConfirmDowngrade" = "Odesílaný software (%1$@) je starší než software v bezdrátovém zařízení AirPort (%2$@).";
"binChooseAnother" = "Vyberte jiný soubor a zkuste to znovu.";
"binCurrentVersion" = "Na vybraném bezdrátovém zařízení AirPort je spuštěna verze %@.";
"binAskUpload" = "Chcete soubor přesto odeslat?";
"binNewerVersion" = "Je k dispozici novější verze (%@) softwaru pro bezdrátová zařízení AirPort.";
"binConfirmUpload" = "Chcete-li soubor nainstalovat, klikněte na Odeslat.";

/* Progress strings */
"progDiscovering" = "Zjišťování bezdrátových zařízení AirPort…";
"progJoining" = "Připojování k bezdrátové síti…";
"progPreparing" = "Příprava odeslání…";
"progChangingIP" = "Probíhá změna konfigurace TCP/IP…";
"progSettingIP" = "Nastavování TCP/IP adresy bezdrátového zařízení AirPort…";
"progUploading" = "Aktualizace bezdrátového zařízení AirPort…";
"progUploadingSpecific" = "Aktualizace položky %@…";
"progDownloading" = "Stahování aktualizace softwaru…";
"progRestoring" = "Obnovování výchozí konfigurace…";
"progWaiting" = "Čekání na restart bezdrátového zařízení AirPort…";
"progWaitingSpecific" = "Čekání na restart zařízení %@…";
"progReading" = "Načítání konfigurace bezdrátového zařízení AirPort…";
"progReadingSpecific" = "Načítání konfigurace zařízení %@…";
"progWriting" = "Zapisování konfigurace bezdrátového zařízení AirPort…";
"progWritingSpecific" = "Zapisování konfigurace zařízení %@…";
"progValidating" = "Ověřování konfigurace bezdrátového zařízení AirPort…";
"progValidatingSpecific" = "Ověřování konfigurace zařízení %@…";
"progRestarting" = "Restartování bezdrátového zařízení AirPort…";
"progRestartingSpecific" = "Restartování %@…";
"progSearching" = "Hledání bezdrátových zařízení AirPort…";
"progWaitingDiskStatus" = "Čekání na stav disku…";

/* Validation errors */
"valPPPNeedsNAT" = "Pro PPP nebo PPPoE připojení musí být zapnuta distribuce IP adres.";
"valInvalidIP" = "Zadali jste neplatnou IP adresu.";
"valInvalidNetwork" = "Zadali jste neplatnou kombinaci IP adresy, masky podsítě a adresy směrovače.";
"valPhoneNumber" = "Nezadali jste telefonní číslo.";
"valInvalidDHCP" = "Tato adresa DHCP není kompatibilní s maskou podsítě a adresou směrovače.";
"valNeedStatic" = "Sdílení rozsahu DHCP adres vyžaduje, aby bylo bezdrátové zařízení AirPort nakonfigurováno pomocí Ethernetu a statických IP adres.";
"valInvalidPort" = "Zdali jste neplatné číslo portu.";

/* Explanations */
"tryName" = "Zadejte jméno a zkuste to znovu.";
"tryPassword" = "Zadejte síťové heslo a zkuste to znovu.";
"tryCheck" = "Zkontrolujte svou konfiguraci a zkuste to znovu.";

/* New strings for new base station */
"infoUploadDefaultACP" = "Do bezdrátového zařízení AirPort bude odeslán výchozí software. Kliknutím na OK dočasně během odesílání změníte svou konfiguraci TCP/IP.";
"valInvalidNetworkACP" = "Tento rozsah adres je vyhrazen pro místní ethernetové rozhraní.";
"valInvalidPortMapping" = "Přiřazení portů je povoleno pouze při sdílení jediné IP adresy (pomocí DHCP a NAT).";
"aclDuplicates1" = "Jedna duplicitní položka byla při importu přeskočena.";
"aclDuplicates2" = "Několik duplicitních záznamů (%d) bylo při importu přeskočeno.";
"softResetACP" = "Vybrané bezdrátové zařízení AirPort bylo přechodně resetováno pro umožnění přístupu. Nyní máte příležitost změnit nastavení, která mohla v přístupu na zařízení bránit, včetně hesla bezdrátového zařízení AirPort, hesla sítě, seznamu řízení přístupů a nastavení RADIUS.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "1";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(poskytne server)";
"providedByPPP" = "(poskytne server)";
"valInvalidPPPDialin" = "Pokud je nakonfigurován přístup k Internetu přes modem nebo AOL, příchozí volání přes PPP není povoleno.";
"valInvalidPPPDialinNoNat" = "Pokud je nakonfigurováno sdílení rozsahu adres, příchozí PPP připojení není povoleno.";

"valInvalidDHCPMessage" = "Zpráva DHCP nemůže obsahovat více než 253 znaků.";
"tryShorter" = "Smažte %d nebo více znaků a zkuste to znovu.";

"RADIUS_Default" = "MAC adresa bude ve formátu 010203-0a0b0c a bude použita jako uživatelské jméno. Heslo bude sdílený tajný klíč. Tento formát je obvykle používán zařízeními Lucent a Agere.";
"RADIUS_Alternate" = "MAC adresa bude ve formátu 0102030a0b0c a bude použita jako uživatelské jméno i heslo. Tento formát je obvykle používán zařízeními Cisco.";

"oldFormat" = "Vybraný konfigurační soubor je poškozený nebo není s Nastavením AirPortu kompatibilní. Vyberte jiný soubor a zkuste to znovu.";
"newFormat" = "Vybraný konfigurační soubor je příliš nový a není s touto verzí bezdrátového zařízení AirPort kompatibilní.";

/* AOL additions */
"EnableAOL"		= "Zapnout rodičovský dohled AOL";
"AOLcable"		= "AOL (kabelový modem)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "Musíte použít pouze hexadecimální znaky.";
"requireASCII"	= "Musíte použít pouze ASCII znaky.";

/* New strings for 3.0 */
"Internal"		= "Interní";
"External"		= "Externí";
"noWEP"			= "(nekonfigurováno)";
"errSameConfig"	= "uložená konfigurace";
"errSameBinary"	= "firmware";

"valInvalidDMZ1"= "Výchozí hostitel je povolen pouze při sdílení jediné IP adresy (pomocí DHCP a NAT).";
"valInvalidDMZ2"= "Adresa výchozího hostitele musí být v rozsahu %1$@ až %2$@.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "Ve své síti AirPort jste povolili WDS, ale nezadali jste MAC adresu pro jedno nebo více vzdálených bezdrátových zařízení AirPort.";
"valNeedWDSRmt"	= "Ve své síti AirPort jste povolili WDS, ale nezadali jste MAC adresu pro primární bezdrátové zařízení AirPort.";
"InvalidMACAddress" = "Zadaná MAC adresa není platná.";

"WDSAirPortID"	= "Zadejte ID AirPortu vzdáleného bezdrátového zařízení AirPort.";

"WDSSettingsFor" = "Nastavení pro";
"ThisBaseStation" = "toto bezdrátové zařízení AirPort";

"valWDSWithDHCPNATTitle" = "Bezdrátový distribuční systém";
"valWDSWithDHCPNATText" = "Vzdálená bezdrátová zařízení AirPort ve WDS by neměla mít povoleny protokoly DHCP a NAT.\n\nUjistěte se, že je na panelu Síť vypnuta volba „Distribuovat IP adresy“.";

"errNotSupportedAP2" = "Tato verze Nastavení AirPortu nemůže vybrané bezdrátové zařízení AirPort nastavit. Pro nastavení bezdrátového zařízení AirPort použijte software, který byl dodán spolu se zařízením nebo software, který je k dispozici online.";



"WDSPrimaryBaseStationDescription" = "Hlavní bezdrátové zařízení AirPort je připojeno k Internetu a sdílí své připojení se vzdálenými a přenosovými bezdrátovými zařízeními AirPort.";
"WDSRemoteBaseStationDescription" = "Vzdálené bezdrátové zařízení AirPort sdílí připojení k Internetu hlavního bezdrátového zařízení AirPort.";
"WDSRelayBaseStationDescription" = "Přenosové bezdrátové zařízení AirPort je připojeno k hlavnímu bezdrátovému zařízení AirPort a sdílí své připojení k Internetu se vzdálenými a přenosovými bezdrátovými zařízeními AirPort.";

"wdsManuallySetUpForWDS" = "Požadováno manuální nastavení WDS";
"wdsSuccessfullySetUpAsWDS" = "Nastavení WDS bylo úspěšné";
"wdsCancelledSetUpAsWDS" = "Nastavení WDS zrušeno";
"wdsNotOnThisPlatform" = "WDS nepodporováno";

"DefaultBasePasswordDescription" = "Zadejte heslo vybraného bezdrátového zařízení AirPort:";
"SpecificBasePasswordDescription" = "Zadejte heslo pro:";
"NetworkPasswordDescription" = "Zadejte bezdrátové heslo pro:";

"wdsRemoteConfigResults" = "Výsledky vzdáleného nakonfigurování WDS na bezdrátovém zařízení AirPort";
"wdsProgressSettingUpRemoteBases" = "Nastavování vzdálených bezdrátových zařízení AirPort…";
"wdsProgressJoining" = "Připojování %@…";
"wdsProgressReading" = "Načítání konfigurace položky %@…";
"wdsProgressRejoining" = "Opětovné připojování k síti tohoto bezdrátového zařízení AirPort.";
"wdsErrorRejoining" = "Při opětovném připojování k síti tohoto bezdrátového zařízení AirPort se vyskytla chyba.";

"noASCIIWEP" = "(netisknutelné)";

"remoteSettingsOK" = "Pro toto bezdrátové zařízení AirPort pokračovat v nastavování WDS";
"remoteSettingsCancel" = "Pro toto bezdrátové zařízení AirPort zrušit nastavení WDS";
"remoteSettingsCancelAll" = "Pro zbývající bezdrátová zařízení AirPort zrušit nastavení WDS";

"notAvailable" = "(není k dispozici)";

"wdsNonPublicPasswordTip" = "Chcete-li změnit heslo, zadejte do pole hesla nové heslo a potvrďte je v poli níže.";
"wdsNotCompatibleWithChannelAuto" = "Bezdrátová zařízení AirPort ve WDS by neměla mít povolen automatický výběr kanálu.\n\nUjistěte se, že není na panelu AirPort v nabídce Kanál vybrána volba Automaticky.";

"internetConfirmTurningOffWDS" = "Toto bezdrátové zařízení AirPort je nastaveno jako článek WDS. Změnou metody připojení k Internetu bude jeho přidružení k WDS odstraněno.";

/* file name for ACL export */
"AccessControlList" = "Seznam řízení přístupu";

"duplicatePortMappingTitle"			= "Chyba přiřazení portů";
"duplicatePortMapping"				= "Zadané přiřazení portů již existuje.";

"wepkey" = "heslo sítě";
"password" = "heslo";
"psk" = "Předsdílený klíč";
"errWrongLengthPSK" = "Zadaný předsdílený klíč musí mít délku 64 hexadecimálních znaků.";

"addACL" = "Přidat záznam řízení přístupu…";
"editACL" = "Upravit záznam řízení přístupu…";
"deleteACL" = "Smazat záznamy řízení přístupu…";
"importACL" = "Importovat záznamy řízení přístupu…";
"exportACL" = "Exportovat záznamy řízení přístupu…";
"revertACL" = "Vrátit záznamy řízení přístupu…";

"WDSNotCompatibleWithWPA" = "Bezdrátové zařízení AirPort se zabezpečením WPA nelze v síti WDS použít. Úroveň zabezpečení tohoto bezdrátového zařízení AirPort nastavte na WEP nebo na Neaktivní.";
"WPANotCompatibleWithWDS" = "Bezdrátové zařízení AirPort se zabezpečením WPA nelze v síti WDS použít. Toto zařízení AirPort bude z WDS odstraněno.\n\nUrčitě chce tuto změnu provést?";
"ShowOptions" = "Zobrazit volby";
"HideOptions" = "Skrýt volby";
"CannotConfigureWPAEnterpriseForWDS" = "Bezdrátové zařízení AirPort zabezpečené podnikovým WPA nelze do sítě WDS přidat. Vyberte jiné bezdrátové zařízení AirPort.";
"WPANotSupportedByCard" = "Připojení k síti chráněné pomocí WPA a provádění změn v bezdrátovém zařízení AirPort chráněném pomocí WPA vyžaduje počítač kompatibilní s WPA. Tento počítač není s WPA kompatibilní. Budete-li pokračovat, nebudete se moci připojit k síti chráněné pomocí WPA nebo provádět změny v bezdrátovém zařízení AirPort chráněném pomocí WPA.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "Místní řízení přístupu podle MAC adres není kompatibilní s bezdrátovým zabezpečením na úrovni podnikového WPA.";
"LocalACLNotCompatibleWithWPAEnterprise" = "Chcete-li zapnout místní řízení přístupu podle MAC adres, vyberte jinou úroveň bezdrátového zabezpečení.";
"errPingFailed" = "Nastavení AirPortu nemůže s tímto bezdrátovým zařízením AirPort navázat komunikaci. Zkontrolujte nastavení na panelu Síť v Předvolbách systému.";
"errEscapedPasswordBadLength" = "Zadané hexadecimální heslo nemá správnou délku. Musíte zadat správné řídící znaky („$“, „0X“ nebo „0x“) následované deseti hexadecimálními číslicemi.";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "Toto bezdrátové zařízení AirPort je nastaveno ve WDS. Změnou kanálu bude WDS odpojeno.";
"BaseStationOptionsTitle" = "Chyba nastavení základny";
"ValidSysLogIPAddress" = "Pro odesílání protokolů z bezdrátového zařízení AirPort musíte zadat platnou IP adresu.";
"ValidNTPServerInfo" = "Musíte zadat platný název hostitele nebo IP adresu pro NTP server.";
"ImportError" = "Chyba importu";
"CannotImportIntoSavedConfig" = "Jeden uložený konfigurační soubor nelze importovat do druhého uloženého konfiguračního souboru.";
"ConfigurationFileNotSupported" = "Vybraný konfigurační soubor není s tímto bezdrátovým zařízením AirPort kompatibilní.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "Toto bezdrátové zařízení AirPort podporuje pouze jeden konfigurační profil. Chcete-li nakonfigurovat profil, vyberte zařízení ze seznamu a klikněte na Konfigurovat.";
"confirmMakeInactiveProfileActive" = "Tento profil není aktivní. Chcete jej nastavit jako aktivní profil tohoto bezdrátového zařízení AirPort?";
"confirmDeleteProfiles" = "Určitě chcete vybrané profily smazat? Tuto akci nelze odvolat.";
"AddProfile" = "Přidat profil";
"ActiveProfile" = "%@ (aktivní)";
"CurrentProfile" = "Aktuální profil: %@";
"confirmSaveProfile" = "Chcete uložit změny profilu „%@“?";
"HardResetMode" = "Režim resetu";
"HardResetPrompt1" = "Zařízení %@ bylo resetováno.";
"HardResetPrompt2" = "Vyberte, co chcete provést.";
"RestorePreviousProfile_Title" = "Obnovit předchozí profil";
"RestorePreviousProfile_Desc" = "Pokud bylo zařízení resetováno v důsledku potíží s předchozím nastavením, bude je pravděpodobně třeba resetovat znovu.";
"RestorePreviousConfig_Title" = "Obnovit předchozí nastavení";
"RestorePreviousConfig_Desc" = "Pokud bylo zařízení resetováno v důsledku potíží s předchozím nastavením, bude je pravděpodobně třeba resetovat znovu.";
"ResetPreviousProfile_Title" = "Nahradit dříve vybraný profil výchozím nastavením";
"SavePreviousConfigProfile_Title" = "Použít výchozí nastavení a uložit předchozí nastavení jako profil";
"ProfileName" = "Název profilu";
"CreateResetProfile_Title" = "Přidat výchozí nastavení jako nový profil";
"CreateResetProfile_Desc" = "Budou zachována dříve nakonfigurovaná nastavení a bude vytvořen a aktivován profil výchozích nastavení.";
"DefaultSettings" = "Výchozí nastavení";
"RecoveredSettings" = "Zotavená nastavení";
"WirelessNetwork" = "Bezdrátová síť";
"TooManyACLEntries" = "Místní seznam řízení přístupu překračuje limit počtu záznamů o %d. Smažte tento počet záznamů: %d.";
"HardResetProfilesMode" = "Toto bezdrátové zařízení AirPort bylo resetováno. Chcete-li aktivovat některý profil, klikněte na tlačítko profilu a poté na OK.";
"NothingInEthernetPort" = "K ethernetovému rozhraní zřejmě není nic připojeno. Pokud pro připojení k Internetu používáte širokopásmový modem nebo ethernetovou síť, připojte modem nebo síť k ethernetovému rozhraní.";
"EthernetPort" = "Ethernetový port";
"LANConnector" = "Konektor LAN";
"TooManyImportedACLEntries" = "Místní seznam řízení přístupu překračuje limit počtu záznamů. Kliknutím na OK importujte prvních %d záznamů nebo klikněte na Zrušit.";
"confirmNonSupportedClientModeSecurity" = "Tato bezdrátová síť nepodporuje vybraný režim bezdrátového zabezpečení.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d až %2$d";
"GenericNumberOfGenericNumber" = "%1$d z %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "Automatické připojení/odpojení při nečinnosti přes PPPoE nelze použít společně s hostitelským názvem pro WAN.";
"DisablingWANConfig" = "Pokud nepovolíte konfigurování prostřednictvím WAN portu, je možné, že toto bezdrátové zařízení AirPort se v seznamu zařízení AirPort nezobrazí. Když bude konfigurování prostřednictvím WAN zakázáno, budete se muset pro nastavení tohoto bezdrátového zařízení AirPort připojit k síti, která je zařízením tvořena.";
"MultiplePrinters" = "(více tiskáren)";
"MultipleDisks" = "(více disků)";
"TaskTimedOutError" = "Nastavení AirPortu nemůže určit stav probíhající úlohy.";
"EraseTaskTimedOutTryAgain" = "Chcete-li smazat disk Time Capsule, použijte panel Disky v Nastavení AirPortu.";
"ArchiveTaskTimedOutTryAgain" = "Chcete-li archivovat disk Time Capsule, použijte panel Disky v Nastavení AirPortu.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Omezit přistup";
"title_per_user_per_day" = "na uživatele denně";
"title_per" = "na";
"title_minute(s)" = "min";
"title_hour(s)" = "hod";
"MaxUserConnectTimeHoursPerDay" = "hod na uživatele denně";
"MaxUserConnectTimeMinutesPerDay" = "min na uživatele denně";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ každých %2$@";

"MobileMeAccountName" = "Členské jméno MobileMe";
"MobileMeAccountPassword" = "Heslo";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2,4 GHz";

"CreateRoamingNetworkChoice" = "Vytvořit roamingovou síť";
"AddNewNetworkChoice" = "Přidat dodatečnou síť";

"genericWithPassword" = "Heslo %@";
"settingMigrationSource" = "Zdroj";

"genericAirPortDevice" = "Bezdrátové zařízení AirPort";
"genericAirPortDevices" = "Bezdrátová zařízení AirPort";
"title_ShowPassword" = "Zobrazit heslo";
"title_ShowPasswords" = "Zobrazit hesla";

"BaseStationNotSupportedTitle" = "Je požadována novější verze Nastavení AirPortu.";
"BaseStationNotSupportedWarning" = "Tato verze aplikace Nastavení AirPortu nepodporuje toto bezdrátové zařízení, a pokud ji budete dále používat, mohla by zařízení nesprávně nakonfigurovat. Na webových stránkách www.apple.com/support/airport vyhledejte nejnovější verzi Nastavení AirPortu.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "Název disku Time Capsule není platný. Zadejte nový název.";
"UserAccountNameNotValid" = "Název účtu sdílení souborů není platný. Zadejte jiný název účtu.";
"UserAccountNamesNotValid" = "Jeden z názvů účtů sdílení souborů není platný. Zadejte jiné názvy účtů.";

"Disabled" = "Vypnuto";
"Enabled" = "Zapnuto";

"SetupComplete" = "Nastavení dokončeno";
"UpdateComplete" = "Aktualizace dokončena";

"LessSecureCommunication" = "Při komunikaci s tímto bezdrátovým zařízením AirPort může být zadané heslo přečteno z libovolného jiného zařízení v síti.";
"YouShouldUpdateFirmware" = "Toto bezdrátové zařízení AirPort je třeba aktualizovat na nejnovější verzi firmwaru.";
"AreYouSureContinue" = "Určitě chcete pokračovat?";

"MinimumMacOSVersion" = "Nastavení AirPortu nejlépe spolupracuje s Mac OS X verze %@ nebo novějším. Aktualizujte Mac OS X na novější verzi.";
"MinimumWinOSVersion" = "Nastavení AirPortu nejlépe spolupracuje s Windows XP SP3, Vista SP1 nebo novějšími. Aktualizujte Windows na novější verzi.";

"UserAccountsExistingFilesWarning" = "Pokud nastavíte uživatelské účty, existující soubory na discích AirPort mohou být znepřístupněny uživatelům, kteří nemají oprávnění správce.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(členské jméno MobileMe)";

"errNeedName" = "Chcete-li pokračovat, musíte zadat jméno.";

"PrinterDescription" = "Popis tiskárny";
"PrinterName" = "Název tiskárny";

"ExtendingANonExtensibleEnabledNetwork" = "Vybraná síť není nastavena na rozšiřování.";
"ExtendingANonExtensibleNetwork" = "Vybranou síť nelze rozšířit.";
"AreYouSureExtend" = " Určitě chcete tuto síť rozšířit?";

"RadioSTAListClientType" = "Typ klienta";
"RadioSTAListOpmodeSTA" = "Bezdrátové";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Bezdrátový extender";

"RadioSTAList80211Mode" = "Režim 80211";
"WirelessClients" = "Bezdrátoví klienti";
"EthernetClients" = "Klienti v Ethernetu";
"WirelessEthernetClients" = "Bezdrátoví klienti v Ethernetu";

"DisableWANServices" = "Vypnout všechny služby WAN";

"ImportWarning" = "Importem těchto nastavení můžete přepsat aktuální nastavení.";

"USBSharingDescription" = "Pomocí Sdílení USB můžete uživatelům ve své síti poskytnout přístup k USB zařízením, která jsou připojena k vašemu zařízení %@.";
"USBSharingVsFileSharing" = "Sdílením USB není ovlivněno sdílení souborů na discích připojených přes USB.";

"Base Station" = "Základna";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Smazat cílový disk Time Capsule";
"EraseDestTimeCapsuleDisk.description" = "Kliknutím na „Smazat cílový disk Time Capsule“ smažete cílový disk před tím, než na něj přenesete obsah svého disku.";
"EraseSourceTimeCapsuleDisk" = "Smazat zdrojový disk Time Capsule";
"EraseSourceTimeCapsuleDisk.description" = "Kliknutím na „Smazat zdrojový disk Time Capsule“ smažete zdrojový disk poté, co z něj přenesete obsah.";


"MoreOptions" = "Více voleb";

"PrintersChangeNamesDescription" = "Chcete-li změnit název tiskárny, vyberte tiskárnu ze seznamu níže a klikněte na Upravit.";

"GuestNetRequiresDHCPNAT" = "Síť pro hosty vyžaduje, aby bylo toto zařízení %@ nastaveno na sdílení veřejné IP adresy pomocí NAT/DHCP.";

"BTMMRequiresPPPoEAlwaysOn" = "Funkce Zpět na můj Mac vyžaduje, aby bylo připojení PPPoE nastaveno na Vždy zapnuto.";
"SelectPPPoEAlwaysOn" = "Z nabídky připojení vyberte volbu „Vždy zapnuto“.";

"ClientTable_Client" = "Klient";
"ClientTable_Signal" = "Signál";
"ClientTable_Noise" = "Šum";
"ClientTable_Rate" = "Frekvence";
"ClientTable_Type" = "Typ";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "MAC adresa";
"ClientTable_IP" = "IP adresa";
"ClientTable_ClientID" = "ID klienta";
"ClientTable_Lease" = "Čas zapůjčení";

"IPv4orIPV6" = "Adresy IPv4 nebo IPv6";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Ignorovaná zařízení";

"WirelessNetworkOptionsButton" = "Volby bezdrátové sítě…";

/* End of strings file */
